//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Cancelar";
"_upload_file_"             = "Carregar ficheiro";
"_download_file_"           = "Transferir ficheiro";
"_loading_"                 = "A carregar";
"_loading_with_points_"     = "A carregar...";
"_loading_num_"             = "A carregar ficheiro %i";
"_loading_autoupload_"      = "A carregar automaticamente";
"_uploading_"               = "A carregar";
"_synchronization_"         = "Sincronização";
"_delete_"                  = "Apagar";
"_delete_file_n_"           = "Apagar ficheiro %i de %i";
"_rename_"                  = "Renomear";
"_move_"                    = "Mover";
"_move_file_n_"             = "Mover ficheiro %i de %i";
"_creating_sharing_"        = "A criar partilha";
"_updating_sharing_"        = "A actualizar partilha";
"_removing_sharing_"        = "A remover partilha";
"_add_"                     = "Adicionar";
"_login_"                   = "Entrar";
"_save_"                    = "Gravar";
"_warning_"                 = "Aviso";
"_error_"                   = "Erro";
"_error_e2ee_"              = "Erro E2EE";
"_no_"                      = "Não";
"_yes_"                     = "Sim";
"_select_"                  = "Seleccionar";
"_deselect_"                = "Desseleccionado";
"_select_all_"              = "Seleccionar todos";
"_upload_"                  = "Carregar";
"_home_"                    = "Ficheiros";
"_file_to_upload_"          = "Ficheiro para carregar";
"_destination_"             = "Destino";
"_ok_"                      = "OK";
"_beta_version_"            = "Versão Beta";
"_function_in_testing_"     = "Função em testes, por favor enviar informação sobre problemas que possam surgir.";
"_done_"                    = "Terminado";
"_passcode_too_short_"      = "Código demasiado curto, necessário pelo menos 4 caracteres";
"_selected_"                = "Seleccionado";
"_scan_fingerprint_"        = "Leia impressão digital para autenticar";
"_no_active_account_"       = "Não foi encontrada conta";
"_info_"                    = "Informação";
"_warning_"                 = "Aviso";
"_email_"                   = "Email";
"_save_exit_"               = "Quer sair sem gravar?";
"_video_"                   = "Vídeo";
"_overwrite_"               = "Sobrepôr";
"_transfers_in_queue_"      = "Transferência a decorrer, por favor aguarde...";
"_too_errors_automatic_all_"= "Demasiados erros, vá ao \"Centro de Controlo\" para verificar o problema";
"_create_folder_"           = "Criar pasta";
"_create_folder_on_"        = "Criar pasta em";
"_close_"                   = "Fechar";
"_postpone_"                = "Adiar";
"_remove_"                  = "Remover";
"_file_not_found_"          = "Ficheiro não encontrado";
"_continue_"                = "Continuar";
"_continue_request_"        = "Quer continuar?";
"_auto_upload_folder_"      = "Carregamento automático";
"_gallery_"                 = "Galeria";
"_photo_"                   = "Foto";
"_audio_"                   = "Áudio";
"_unknown_"                 = "Desconhecido";
"_next_"                    = "Próximo";
"_success_"                 = "Sucesso";
"_initialization_"          = "Inicialização";
"_experimental_"            = "Experimental";
"_select_dir_media_tab_"    = "Seleccionar como pasta \"Média\"";
"_error_creation_file_"     = "Ops! Não é possível criar ficheiro";
"_save_path_"               = "Guardar caminho";
"_save_settings_"           = "Guardar definições";
"_mode_filename_"           = "Filename mode";
"_warning_owncloud_"        = "Está ligado a um servidor ownCloud. Isto não foi testado nem é suportado, utilize por conta própria. Para migrar para Nextcloud, visite https://nextcloud.com/migration";
"_warning_unsupported_"     = "Está a utilizar uma versão do Nextcloud não suportada. Para a segurança dos seus dados é fortemente recomendado atualizar o Nextcloud para a versão estável mais recente.";
"_restore_"                 = "Restaurar";
"_camera_roll_"             = "Rolo da câmara";
"_tap_here_to_change_"      = "Toque para modificar";
"_no_albums_"               = "Sem álbuns";
"_denied_album_"            = "Esta aplicação não tem acesso a \"Fotografias\", pode ativar acesso em Definições -> Privacidade";
"_denied_camera_"           = "Esta aplicação não tem acesso a \"Câmara\", pode ativar acesso em Definições -> Privacidade";
"_start_"                   = "Início";
"_purchase_"                = "Purchase";
"_account_not_available_"   = "The account %@ of %@ does not exist, please add it to be able to read the file %@";
"_error_parameter_schema_"  = "Wrong parameters, impossible to continue";
"_comments_"                = "Comentários";
"_sharing_"                 = "Partilha";
"_details_"                 = "Detalhes";
"_dark_mode_"               = "Dark mode";
"_dark_mode_detect_"        = "Detect iOS dark mode";
"_screen_"                  = "Screen";
"_wipe_account_"            = "Account wiped from server";
"_appconfig_view_title_"    = "Account configuration in progress…";
"_no_permission_add_file_"  = "You don't have permission to add files";
"_no_permission_delete_file_" = "You don't have permission to delete files";
"_no_permission_modify_file_" = "You don't have permission to modify files";
"_request_upload_new_ver_"  = "The file has been modified, do you want to upload the new version ?";
"_add_folder_info_"         = "Adicionar info da pasta";
"_back_"                    = "Anterior";
"_search_"                  = "Pesquisa sobre";
"_of_"                      = "of";
"_internal_modify_"         = "Edit with internal editor";
"_database_corrupt_"        = "Oops something went wrong, please enter your credentials but don't worry, your files have remained secure";
"_download_image_max_"      = "Download the image in full resolution";
"_livephoto_save_"          = "Save Live Photo to photo album";
"_livephoto_save_error_"    = "Error during save of Live Photo";
"_file_conflict_num_"       = "file conflict";
"_file_conflicts_num_"      = "file conflicts";
"_file_conflict_desc_"      = "Which files do you want to keep?\nIf you select both versions, the copied file will have a number added to its name.";
"_file_conflict_new_"       = "New files";
"_file_conflict_exists_"    = "Ficheiros já existentes";
"_file_not_rewite_doc_"     = "It is not possible to overwrite a document but only to create a new one";
"_move_or_copy_"            = "Mover ou copiar";
"_copy_"                    = "Copiar";
"_now_"                     = "Now";

// App

"_network_available_"       = "Rede disponível";
"_network_not_available_"   = "Rede indisponível";

// Networking

"_file_too_big_"            = "Ficheiro demasiado grande para ser encriptado/desencriptado";
"_file_too_big_max_100_"    = "Ficheiro demasiado grande (máx 100 KB)";
"_...loading..._"           = "A carregar...";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Não foi possível encontrar nem reenviar ficheiro. Apague o ficheiro e carregue novamente o ficheiro";
"_file_already_exists_"     = "Impossível completar a operação, já existe um ficheiro com o mesmo nome";
"_read_file_error_"         = "Não foi possível ler o ficheiro";

// More

"_more_"                        = "Mais";
"_notifications_"               = "Notificações";
"_logout_"                      = "Sair";
"_quota_space_unlimited_"       = "Ilimitado";
"_quota_space_unknown_"         = "Desconhecido";
"_quota_using_"                 = "Está a usar %@ de %@";

// Settings

"_acknowledgements_"            = "Reconhecimentos";
"_settings_"                    = "Definições";
"_passcode_"                    = "Palavra-passe";
"_lock_"                        = "Bloqueio";
"_lock_active_"                 = "Bloqueio: activo";
"_lock_not_active_"             = "Bloqueio: inactivo";
"_lock_protection_no_screen_"        = "Não perguntar no arranque";
"_lock_protection_no_screen_footer_" = "Use \"Do not ask at startup\" for the encryption option";
"_url_"                         = "URL";
"_username_"                    = "Nome de utilizador";
"_change_credentials_"          = "Altere as credenciais";
"_wifi_only_"                   = "Usar apenas conexão Wi-Fi";
"_settings_autoupload_"         = "Carregamento automático";
"_app_version_"                 = "Versão da aplicação";
"_app_in_use_"                  = "Aplicação em uso";
"_contact_by_email_"            = "Contacte-nos via email";
"_clear_cache_"                 = "Limpar cache";
"_clear_cache_footer_"          = "Limpar ficheiros transferidos e off-line da aplicação";
"_exit_"                        = "Repor aplicação";
"_exit_footer_"                 = "Remover todas as contas e dados locais da aplicação";
"_funct_not_enabled_"           = "Funcionalidade desactivada";
"_passcode_activate_"           = "Bloqueio com palavra-passe activo";
"_disabling_passcode_"          = "A remover bloqueio com palavra-passe";
"_want_exit_"                   = "Atenção! Vamos restaurar o estado inicial. Continuar?";
"_proceed_"                     = "Prosseguir";
"_delete_cache_"                = "Apagar cache";
"_want_delete_cache_"           = "Do you want to delete the cache (this also removes the transfers in progress) ?";
"_want_delete_thumbnails_"      = "Também quer apagar as todas miniaturas?";
"_mail_deleted_"                = "Email apagado";
"_mail_saved_"                  = "Email gravado";
"_mail_sent_"                   = "Email enviado";
"_mail_failure_"                = "Não foi possível enviar email: %@";
"_information_req_"             = "Pedido de informação";
"_write_in_english_"            = "Por favor escreva-nos em Inglês";
"_credentials_"                 = "Credenciais";
"_manage_account_"              = "Gerir conta";
"_change_password_"             = "Alterar palavra-passe";
"_add_account_"                 = "Adicionar conta";
"_delete_account_"              = "Remover conta";
"_want_delete_"                 = "De certeza que quer apagar?";
"_no_delete_"                   = "Não, não apagar";
"_yes_delete_"                  = "Sim, apagar";
"_remove_cache_"                = "Por favor espere, a apagar cache...";
"_optimizations_"               = "Optimizações";
"_synchronizations_"            = "Pastas sincronizadas";
"_version_server_"              = "Versão do servidor";
"_help_"                        = "Ajuda";
"_change_simply_passcode_"      = "Alterar tipo de palavra-passe";
"_quota_"                       = "Quota";
"_available_"                   = "disponível";
"_accounts_"                    = "Contas";
"_information_"                 = "Informação";
"_personal_information_"        = "Informação pessoal";
"_user_full_name_"              = "Nome completo";
"_user_address_"                = "Morada";
"_user_phone_"                  = "Número de telefone";
"_user_email_"                  = "Email";
"_user_web_"                    = "Website";
"_user_twitter_"                = "Twitter";
"_user_job_"                    = "Job";
"_user_businesssize_"           = "Business size";
"_user_businesstype_"           = "Business type";
"_user_city_"                   = "Cidade";
"_user_country_"                = "País";
"_user_company_"                = "Empresa";
"_user_role_"                   = "Role";
"_user_zip_"                    = "Zip";
"_user_owner_"                  = "Proprietário";
"_user_employee_"               = "Employee";
"_user_contractor_"             = "Contractor";
"_user_editprofile_"            = "Edit profile";
"_favorite_offline_"            = "Favoritos disponíveis offline";
"_favorite_offline_footer_"     = "Tornar todos os favoritos disponíveis offline poderá demorar e usar bastante memória enquanto a operação não terminar.";
"_advanced_"                    = "Avançado";
"_disable_files_app_"           = "Desativar integração com a aplicação Ficheiros";
"_disable_files_app_footer_"    = "Não permitir acesso aos ficheiros pela aplicação Ficheiros da Apple";
"_trial_"                       = "Trial";
"_trial_expired_day_"           = "Days remaining";
"_disableLocalCacheAfterUpload_footer_" = "After uploading the file, do not keep it in the local cache";
"_disableLocalCacheAfterUpload_"        = "Disable local cache";

// Manage AutoUpload

"_autoupload_"                      = "Carregamento automático de fotos/vídeos";
"_autoupload_select_folder_"        = "Seleccionar a pasta de carregamento automático";
"_autoupload_error_select_folder_"  = "Seleccione uma pasta válida para carregamento automático";
"_autoupload_background_"           = "Carregamento automático em segundo plano";
"_autoupload_photos_"               = "Carregamento automático de fotos";
"_autoupload_videos_"               = "Carregamento automático de vídeos";
"_autoupload_description_"          = "As novas fotos/vídeos serão carregadas na sua Nuvem";
"_autoupload_description_background_"  = "Esta opção requere a utilização de GPS para activar a detecção de novas fotos/vídeos no rolo da câmara quando a localização for alterada";
"_autoupload_background_title_"     = "Limitações";
"_autoupload_background_msg_"       = "Devido a restrições do iOS, não é possível executar processos em segundo plano, a não ser que os serviços de GPS estejam activos. Quando houver mudanças de rede, o sistema irá acordar por curtos períodos de tempo e verificar se existem novas fotos para carregar para a nuvem.";
"_autoupload_change_location_"      = "Alterar pasta";
"_autoupload_location_now_"         = "Pasta";
"_autoupload_location_default_"     = "Restaurar pasta predefinida";
"_autoupload_change_location_footer_" = "Alterar pasta usada pelo \"Carregamento automático de fotos\" (Se a opção estiver activa)";
"_autoupload_not_select_home_"      = "Seleccionar pasta";
"_autoupload_save_album_"           = "Copiar foto ou vídeo para o albumens de fotos";
"_autoupload_fullphotos_"           = "Carregar o rolo da câmara completo";
"_autoupload_fullphotos_footer_"    = "Ajustar as opções antes do carregamento";
"_autoupload_create_subfolder_"     = "Usar sub-pastas";
"_autoupload_create_subfolder_footer_" = "Armazenar em sub-pastas com base no ano e mês";
"_autoupload_filenamemask_"         = "Alterar máscara de nome de ficheiro";
"_autoupload_filenamemask_footer_"  = "Alterar máscara automática de nome de ficheiro";
"_autoupload_current_folder_"       = "Pasta seleccionada actualmente";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Introdução à Nextcloud";
"_help_activity_verbose_"       = "Feed de actividade detalhado";
"_help_activity_mail_"          = "Enviar actividade via email";
"_help_activity_clear_"         = "Limpar actividade";


// Manage Advanced

"_show_hidden_files_"           = "Mostrar ficheiros ocultos";
"_format_compatibility_"        = "Mais Compatível";
"_format_compatibility_footer_" = "\"Mais compatível\" vai guardar, quando possível, as fotos em JPEG";
"_privacy_"                     = "Privacidade";
"_privacy_footer_"              = "Nextcloud iOS uses a service for the analysis of a crash. Your personal information is not sent with the report. If you want disable it, please change the setting \"Disable crash reporter\" to ON";
"_crashservice_title_"          = "Disable crash reporter";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" will save, when possible, the photo selected in \"Live Photo\" format";

// Login

"_connect_server_anyway_"       = "Quer ligar-se ao servidor mesmo assim?";
"_connection_error_"            = "Erro de ligação";
"_serverstatus_error_"          = "Ligação ao servidor falhou, verifique endereço do servidor ou estado de rede";
"_add_your_nextcloud_"          = "Adicione a sua conta Nextcloud";
"_login_url_"                   = "Endereço do servidor https://...";
"_login_bottom_label_"          = "Ainda não tem um servidor?\nEscolha um dos fornecedores.";
"_error_multidomain_"           = "Endereço não permitido, apenas os seguintes domínios são válidos:";
"_account_already_exists_"      = "A conta %@ já existe";
"_traditional_login_"           = "Reverter para método anterior de entrar";
"_web_login_"                   = "Reverter para método web de entrar";
"_login_url_error_"             = "URL error, please verify your server URL";

// Favorite

"_favorites_"                   = "Favoritos";
"_favorite_"                    = "Favorito";
"_unfavorite_"                  = "Não favorito";
"_no_files_uploaded_"           = "Sem ficheiros enviados";
"_tutorial_favorite_view_"      = "Ficheiros e pastas que definir como favoritos irão aparecer aqui";
"_tutorial_offline_view_"       = "Ficheiros copiados aqui estarão disponíveis offline.\n\nSerão sincronizados com a sua nuvem.";
"_tutorial_local_view_"         = "Irá encontrar os ficheiros descompactados da sua cloud.\n\nConecte-se ao iTunes para os partilhar.";
"_more_"                        = "Mais";
"_favorite_no_files_"           = "Ainda sem favoritos";


// Auto Upload

"_pull_down_"                               = "Puxe para atualizar";
"_no_photo_load_"                           = "Sem fotos ou vídeos";
"_tutorial_autoupload_view_"                = "Pode activar carregamento automático nas \"Definições\"";
"_no_date_"                                 = "Sem data";
"_today_"                                   = "Hoje";
"_yesterday_"                               = "Ontem";
"_time_"                                    = "Tempo: %@\n\n%@";
"_location_not_enabled_"                    = "Serviços de Localização não activados";
"_location_not_enabled_msg_"                = "Por favor active \"Serviços de Localização\" nas \"Definições\"";
"_access_photo_not_enabled_"                = "Acesso a Fotografias não ativado";
"_access_photo_not_enabled_msg_"            = "Por favor active \"Acesso às Fotos\" nas \"Definições\"";
"_access_photo_location_not_enabled_"       = "Acesso a Fotografias e Localização não ativado";
"_access_photo_location_not_enabled_msg_"   = "Por favor active \"Acesso às Fotos\" e \"Serviços de Localização\" nas \"Definições\"";
"_tutorial_photo_view_"                     = "Sem fotos ou vídeos carregados";
"_create_full_upload_"                      = "A criar arquivo... Isto pode demorar um pouco, por favor aguarde.";
"_error_createsubfolders_upload_"           = "Erro a criar as sub-pastas";
"_activate_autoupload_"                     = "Activar o carregamento automático";
"_remove_photo_CameraRoll_"                 = "Remove from camera roll";
"_remove_photo_CameraRoll_desc_"            = "In case of a successful automatic upload, a message confirmation is required to delete the photos or videos from the camera roll. Remember that the deleted photos or videos are available in the Trash for 30 days.";

// Utility

"_never_"                       = "nunca";
"_less_a_minute_"               = "menos de um minuto atrás";
"_minutes_ago_"                 = "%d minutos atrás";
"_hours_ago_"                   = "%d horas atrás";
"_days_ago_"                    = "%d dias atrás";
"_over_30_days_"                = "há mais de 30 dias";
"_connection_internet_offline_" = "Aparentemente não tem ligação à Internet ou é necessária ligação Wi-Fi";
"_insert_password_"             = "insira palavra-passe";
"_update_in_progress_"          = "Actualização da versão, por favor aguarde...";
"_forbidden_characters_"        = "O nome do ficheiro ou pasta contém caracteres inválidos";
"_mail_not_can_send_mail_"      = "Não tem conta configurada ou o endereço de email que inseriu está errado";

// File

"_photo_camera_"                = "Fotos";
"_media_"                       = "Media";
"_unzip_in_progress_"           = "A decorrer a extracção no armazenamento local...";
"_file_unpacked_"               = "Ficheiro extraído no armazenamento local";
"_file_saved_local_"            = "Ficheiro gravado no armazenamento local.";
"_file_not_present_"            = "Erro: Ficheiro ausente, por favor recarregar.";
"_order_by_"                    = "Ordenar por";
"_order_by_name_a_z_"           = "Ordenar por nome (de A a Z)";
"_sorted_by_name_a_z_"          = "Sorted by name (from A to Z)";
"_order_by_name_z_a_"           = "Ordenar por nome (de Z a A)";
"_sorted_by_name_z_a_"          = "Sorted by name (from Z to A)";
"_order_by_date_more_recent_"   = "Ordenar por mais recente";
"_sorted_by_date_more_recent_"  = "Sorted from the most recent";
"_order_by_date_less_recent_"   = "Ordenar por mais antigo";
"_sorted_by_date_less_recent_"  = "Sorted from the less recent";
"_order_by_size_smallest_"      = "Ordenar por mais pequeno";
"_sorted_by_size_smallest_"     = "Sorted from the smallest";
"_order_by_size_largest_"       = "Ordenar por maior";
"_sorted_by_size_largest_"      = "Sorted from the largest";
"_delete_selected_files_"       = "Eliminar ficheiros";
"_move_selected_files_"         = "Mover ficheiros";
"_move_or_copy_selected_files_" = "Move or copy files";
"_download_selected_files_"     = "Transferir ficheiros";
"_download_selected_files_folders_" = "Transferir ficheiros e pastas";
"_error_operation_canc_"        = "Erro: Operação cancelada.";
"_only_lock_passcode_"          = "Apenas disponível com bloqueio por palavra-passe activo. Activar bloqueio nas \"Definições\".";
"_go_to_app_settings_"          = "Go to app settings";
"_passcode_protection_"         = "Protegido por palavra-passe";
"_remove_favorites_"            = "Remover de favoritos";
"_remove_offline_"              = "Remover de offline";
"_add_favorites_"               = "Adicionar a favoritos";
"_add_offline_"                 = "Adicionar a offline";
"_remove_passcode_"             = "Remover protecção por palavra-passe";
"_protect_passcode_"            = "Proteger com palavra-passe";
"_share_"                       = "Partilhar";
"_reload_"                      = "Actualizar";
"_open_in_"                     = "Abrir em...";
"_remove_local_file_"           = "Remover da cache";
"_add_local_"                   = "Adicionar a armazenamento local";
"_comm_erro_pull_down_"         = "Atenção: Erro de comunicação com o servidor. Puxar para baixo para actualizar.";
"_file_not_downloaded_"         = "ficheiro não transferido";
"_file_not_uploaded_"           = "ficheiro não enviado";
"_folders_"                     = "pastas";
"_folder_"                      = "pasta";
"_files_"                       = "ficheiros";
"_file_"                        = "ficheiro";
"_folder_blocked_"              = "Pasta bloqueada";
"_downloading_progress_"        = "A iniciar a transferência dos ficheiros...";
"_no_file_pull_down_"           = "Carregar ficheiro ou puxar para baixo para actualizar";
"_browse_images_"               = "Ver imagens";
"_synchronized_folder_"         = "Manter a pasta sincronizada";
"_remove_synchronized_folder_"  = "Desactivar a sincronização";
"_synchronized_confirm_"        = "Após ativar a sincronização, todos os ficheiros na pasta serão sincronizados com o servidor, continuar?";
"_offline_folder_confirm_"      = "Depois de activar a pasta offline, todos os ficheiros contidos na pasta serão sincronizados com o servidor, continuar?";
"_file_not_found_reload_"       = "Ficheiro não encontrado, puxe para baixo para actualizar";
"_title_section_download_"      = "TRANSFERIR";
"_title_section_upload_"        = "CARREGAR";
"_group_alphabetic_yes_"        = "✓ Agrupar por ordem alfabética";
"_group_alphabetic_no_"         = "Agrupar por ordem alfabética";
"_group_typefile_yes_"          = "✓ Agrupar por tipo de ficheiro";
"_group_typefile_no_"           = "Agrupar por tipo de ficheiro";
"_group_date_yes_"              = "✓ Agrupar por data";
"_group_date_no_"               = "Agrupar por data";
"_element_"                     = "elemento";
"_elements_"                    = "elementos";
"_tite_footer_upload_wwan_"     = "É necessária rede Wi-Fi, %lu %@ para carregar";
"_tite_footer_upload_"          = "%lu %@ para carregar";
"_tite_footer_download_wwan_"   = "É necessária rede Wi-Fi, %lu %@ para transferir";
"_tite_footer_download_"        = "%lu %@ para transferir";
"_limited_dimension_"           = "Reached maximum size";
"_save_selected_files_"         = "Gravar imagens e vídeos no álbum de fotos";
"_file_not_saved_cameraroll_"   = "Erro:  Ficheiro não ficou gravado no álbum de fotos";
"_file_saved_cameraroll_"       = "Ficheiro gravado no álbum de fotos";
"_directory_on_top_yes_"        = "✓ Pastas primeiro";
"_directory_on_top_no_"         = "Pastas primeiro";
"_folder_automatic_upload_"     = "Pasta para \"Carregamento Automático\"";
"_search_no_record_found_"      = "Sem resultados";
"_search_in_progress_"          = "Pesquisa a decorrer...";
"_search_instruction_"          = "Pesquisar por ficheiro (mínimo 2 caracteres)";
"_files_no_files_"              = "Sem ficheiros aqui";
"_files_no_folders_"            = "Sem pastas aqui";
"_request_in_progress_"         = "Envio para o servidor em progresso...";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"unknow"                        = "UNKNOWN";
"video"                         = "VIDEO";

"_file_del_only_local_"         = "Ficheiro não existente no servidor";

"_copy_file_"                   = "Copy file";
"_copy_files_"                  = "Copy files";
"_paste_file_"                  = "Paste file";
"_paste_files_"                 = "Paste files";
"_open_quicklook_"              = "Open with Quick Look";

"_search_this_folder_"          = "Pesquisar nesta pasta";
"_search_all_folders_"          = "Pesquisar em todas as pastas";
"_search_sub_folder_"           = "Pesquisar aqui e em todas as sub-pastas";

"_theming_is_light_"            = "Cores do tema do servidor demasiado brilhantes, não aplicável";
"_cancel_all_task_"             = "Cancelar todas as transferências";

"_status_wait_download_"        = "A aguardar para transferir";
"_status_in_download_"          = "Em transferência";
"_status_downloading_"          = "A transferir";
"_status_wait_upload_"          = "A aguardar carregamento";
"_status_in_upload_"            = "Em carregamento";
"_status_uploading_"            = "A carregar";

// Media

"_select_media_folder_"         = "Seleccionar a pasta de Media";
"_media_viewimage_show_"        = "Mostrar imagens";
"_media_viewimage_hide_"        = "Esconder imagens";
"_media_viewvideo_show_"        = "Mostrar vídeo";
"_media_viewvideo_hide_"        = "Esconder vídeo";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Wrong password";
"_error_download_photobrowser_" = "Erro: não é possível transferir a fotografia";

// Share

"_share_link_"                  = "Share link";
"_share_link_button_"           = "Enviar ligação para...";
"_password_"                    = "Password";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "Date";
"_share_title_"                 = "Share";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "Pode partilhar este recurso adicionando utilizadores ou grupos. Para remover a partilha, remova todos os utilizadores ou grupos";
"_find_sharee_title_"           = "Search";
"_find_sharee_"                 = "Pesquisar por utilizador ou grupo...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "Share";
"_direct_sharee_footer_"        = "Se já souber o nome, insira-o, depois seleccione o tipo de partilha e pressione \"Terminado\" para confirmar";
"_direct_sharee_"               = "Inserir o nome do utilizador...";
"_user_sharee_footer_"          = "Toque para mudar permissões";
"_share_type_title_"            = "Toque para partilhar";
"_share_type_user_"             = "Utilizador";
"_share_type_group_"            = "Grupo";
"_share_type_remote_"           = "Remoto";
"_enforce_password_protection_" = "Forçar proteção por palavra-passe";
"_password_obligatory_"         = "Enforce password protection enabled, password obligatory";
"_shared_with_you_by_"          = "Shared with you by";
"_shareLinksearch_placeholder_" = "Type a name and press Enter";
"_new_comment_"                 = "Novo comentário…";
"_edit_comment_"                = "Editar comentário";
"_delete_comment_"              = "Eliminar comentário";
"_share_allow_editing_"         = "Permitir edição";
"_share_read_only_"             = "Apenas leitura";
"_share_allow_upload_"          = "Permtir carregamentos e edições";
"_share_file_drop_"             = "Pasta de carregamento apenas";
"_share_hide_download_"         = "Ocultar transferência";
"_share_password_protect_"      = "Proteger com palavra-passe";
"_share_expiration_date_"       = "Definir a data de expiração";
"_share_note_recipient_"        = "Nota para o destinatário";
"_share_delete_sharelink_"      = "Apagar hiperligação de partilha";
"_share_add_sharelink_"         = "Adicionar outra hiperligação";
"_share_can_reshare_"           = "Pode partilhar de novo";
"_share_can_create_"            = "Can create";
"_share_can_change_"            = "Can change";
"_share_can_delete_"            = "Can delete";
"_share_unshare_"               = "Cancelar partilha";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "Can edit";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "Can create";
"_share_permission_create_file_"    = "Can create files";
"_share_permission_create_folder_"  = "Can create folders";
"_share_permission_change_"         = "Can change";
"_share_permission_delete_"         = "Can delete";
"_share_permission_share_"          = "Can share";
"_share_permission_rename_"         = "Can rename";
"_share_permission_move_"           = "Can move";
"_share_permission_read_"           = "Pode ler";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "File/Folder";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "User";
"_share_permission_typegroup_"      = "Group";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Federada";
"_share_permission_owner_"          = "Owner";
"_share_permission_date_"           = "Date";
"_share_permission_email_"          = "Notification via email";
"_share_link_readonly_"             = "Apenas leitura";
"_share_link_modify_"               = "Permitir edição";
"_share_link_upload_"               = "Pasta de carregamento apenas";
"_share_link_upload_modify_"        = "Permtir carregamentos e edições";
"_share_link_hide_download_"        = "Ocultar transferência";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Shared with you";
"_type_resource_external_"          = "External storage";

// Share Ext

"_destiny_folder_"                  = "Pasta: %@";

"_no_transfer_"                     = "Ainda sem transferências";
"_no_transfer_sub_"                 = "Os envios e as transferências a partir deste dispositivo irão aparecer aqui";
"_no_activity_"                     = "Ainda sem actividade";
"_transfers_"                       = "Transferências";
"_activity_"                        = "Actividade";
"_activity_file_not_present_"       = "Ficheiro já não existe";
"_trash_file_not_found_"            = "It seems that the file is not in the trash, go to the trash to update it and try again";

// List Shares

"_list_shares_"                     = "Partilhas";
"_list_shares_no_files_"            = "Ainda sem partilhas";
"_tutorial_list_shares_view_"       = "Ficheiros e pastas que partilhar irão aparecer aqui";


// Offline - Local Storage

"_create_synchronization_"          = "Criar sincronização";
"_offline_"                         = "Offline";
"_local_storage_"                   = "Local storage";
"_local_storage_no_record_"         = "Ainda sem ficheiros";

// Create Cloud

"_upload_photos_videos_"            = "carregar fotos ou vídeos";
"_upload_file_"                     = "Carregar ficheiro";
"_upload_file_text_"                = "Criar ficheiro de texto";
"_create_nextcloudtext_document_"   = "Create text document";

// Document Picker

"_save_document_picker_"            = "Gravar aqui";

// CreateFormUploadAssets

"_destination_folder_"              = "Pasta de destino";
"_use_folder_auto_upload_"          = "Usar a pasta de carregamento automático como destino";
"_rename_filename_"                 = "Renomear";
"_filename_"                        = "Nome do ficheiro";
"_preview_filename_"                = "Exemplo de visualização do nome do ficheiro. Pode usar a máscara %@ para data/hora";
"_forbidden_characters_"            = "O nome do ficheiro ou pasta contém caracteres inválidos";
"_add_filenametype_"                = "Especificar tipo no nome do ficheiro";
"_filenametype_photo_video_"        = "Foto/Vídeo";
"_maintain_original_filename_"      = "Manter nome original";
"_modify_photo_"                    = "Modificar fotografia";

// Notification

"_notification_"                    = "Notificação";
"_no_notification_"                 = "No notification yet";

// Photo Browser

"Done"                              = "Done";
"Select Photos"                     = "Select Photos";
"photo"                             = "photo";
"photos"                            = "photos";
"of"                                = "of";
"%i of %i"                          = "%1$i of %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Carregamento automático do nome do ficheiro";

// Text File

"_untitled_txt_"                    = "SemTítulo.txt";
"_text_upload_title_"               = "Upload text file";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Cifragem";
"_e2e_settings_"                    = "Encriptação ponto-a-ponto";
"_e2e_settings_start_"              = "Iniciar encriptação ponto-a-ponto";
"_e2e_settings_not_available_"      = "Encriptação ponto-a-ponto indisponível";
"_e2e_settings_activated_"          = "Encriptação ponto-a-ponto ativada";
"_e2e_settings_view_passphrase_"    = "As 12 palavras juntas tornam a palavra-passe muito forte, permitindo que apenas você veja e utilize os seus ficheiros cifrados. Por favor aponte e mantenha-as num sítio seguro.";
"_e2e_settings_read_passphrase_"    = "Ler frase-passe";
"_e2e_settings_lock_not_active_"    = "Bloqueio não está activo, volte às \"Definições\" e active-o";
"_e2e_settings_the_passphrase_is_"  = "A frase-passe é:";
"_e2e_passphrase_request_title_"    = "Pedir frase-passe";
"_e2e_passphrase_request_message_"  = "Inserir as 12 palavras";
"_e2e_settings_remove_"             = "Remover a encriptação local";
"_e2e_settings_remove_message_"     = "Confirmar a remoção da cifragem juntamente com a frase-passe.";
"_e2e_set_folder_encrypted_"        = "Cifrar";
"_e2e_remove_folder_encrypted_"     = "Decifrar";
"_e2e_goto_settings_for_enable_"    = "É uma diretoria encriptada, vá às \"Definições\" e ative a encriptação ponto-a-ponto";
"_e2e_delete_folder_not_permitted_" = "Não é permitido apagar um directório marcado como \"cifrado\"";
"_e2e_error_encode_metadata_"       = "Erro interno grave na codificação de metadados";
"_e2e_error_decode_metadata_"       = "Erro interno grave na descodificação de metadados";
"_e2e_error_create_encrypted_"      = "Não foi possível criar ficheiro cifrado";
"_e2e_error_update_metadata_"       = "Erro a actualizar metadados";
"_e2e_error_store_metadata_"        = "Não foi possível gravar metadados";
"_e2e_error_send_metadata_"         = "Não foi possível enviar metadados";"_e2e_error_delete_metadata_"       = "Não foi possível apagar metadados";
"_e2e_error_get_metadata_"          = "Não foi possível obter metadados";
"_e2e_error_not_enabled_"           = "Erro interno grave. Encriptação ponto-a-ponto não ativada";
"_e2e_error_record_not_found_"      = "Erro interno grave. Não foram encontrados registos";
"_e2e_error_unlock_"                = "Não foi possível desbloquear pasta";
"_e2e_error_lock_"                  = "Não foi possível bloquear pasta";
"_e2e_error_delete_mark_folder_"    = "Decifrar pasta marcada";
"_e2e_error_mark_folder_"           = "Cifrar pasta";
"_e2e_error_directory_not_empty_"   = "O directório não está vazio";

// Scan Document

"_scans_document_"                  = "Scan document";
"_scanned_images_"                  = "Imagens digitalizadas";
"_scan_document_pdf_page_"          = "Página";
"_scan_label_document_zone_"        = "Arraste imagens para baixo para criar documento";
"_filter_original_"                 = "Original";
"_filter_bn_"                       = "Preto e Branco";
"_filter_grayscale_"                = "Escala de cinzentos";
"_quality_image_title_"             = "Qualidade de imagem";
"_quality_high_"                    = "Ficheiro tamanho grande de alta qualidade";
"_quality_medium_"                  = "Ficheiro tamanho médio de média qualidade";
"_quality_low_"                     = "Ficheiro de tamanho pequeno de baixa qualidade";
"_file_type_"                       = "Tipo de ficheiro";
"_pdf_password_"                    = "Palavra-passe do PDF";
"_file_creation_"                   = "Criação de ficheiro";
"_delete_all_scanned_images_"       = "Pretende eliminar todas as imagens digitalizadas?";
"_text_recognition_"                = "Text recognition";

/* The title on the navigation bar of the Scanning screen. */
"wescan.scanning.title"             = "A digitalizar";
/* The "Next" button on the right side of the navigation bar on the Edit screen. */
"wescan.edit.button.next"           = "Próximo";
/* The title on the navigation bar of the Edit screen. */
"wescan.edit.title"                 = "Editar digitalização";
/* The "Done" button on the right side of the navigation bar on the Review screen. */
"wescan.review.button.done"         = "Feito";
/* The title on the navigation bar of the Review screen. */
"wescan.review.title"               = "Rever";

// Trah

"_trash_view_"                      = "Ficheiros eliminados";
"_trash_restore_all_"               = "Restaurar todos os ficheiros";
"_trash_delete_all_"                = "Esvaziar lixo";
"_trash_no_trash_"                  = "Sem ficheiros eliminados";
"_trash_no_trash_description_"      = "Pode restaurar os ficheiros eliminados aqui";
"_trash_restore_selected_"          = "Restaurar ficheiros seleccionados";
"_trash_delete_selected_"           = "Eliminar ficheiros seleccionados";

// Offline

"_manage_file_offline_"             = "Manage offline files";
"_set_available_offline_"           = "Definir como disponível offline";
"_remove_available_offline_"        = "Remover como disponível offline";

// Richdocuments

"_create_new_document_"             = "Criar novo documento";
"_create_new_spreadsheet_"          = "Criar nova folha de cálculo";
"_create_new_presentation_"         = "Criar nova apresentação";
"_go_online_"                       = "Go online to see the document";

// Intro

"_intro_1_title_"                   = "Mantenha os seus dados seguros e sobre controlo";
"_intro_2_title_"                   = "Colaboração e partilha de ficheiros segura";
"_intro_3_title_"                   = "Email web, calendário e contactos fáceis de usar";
"_intro_4_title_"                   = "Partilha de ecrã, reuniões online e conferências web";

"_log_in_"                          = "Entrar";
"_sign_up_"                         = "Registar com fornecedor";
"_host_your_own_server"             = "Hospede o seu servidor";

// Error

"_unauthorized_"                        = "Unauthorized";
"_bad_username_password_"               = "Nome de utilizador ou palavra-passe errado ";
"_cancelled_by_user"                    = "Transferência cancelada";
"_error_folder_destiny_is_the_same_"    = "Não é possível mover a pasta para dentro dela própria";
"_error_not_permission_"                = "Não tem permissão para completar a operação";
"_error_path_"                          = "Não é possível abrir este ficheiro ou pasta. Certifique-se que ele existe";
"_file_upload_not_exitst_"              = "O ficheiro que pretende carregar não existe";
"_forbidden_characters_from_server_"    = "O nome contem pelo menos um carácter inválido";
"_not_connected_internet_"              = "Erro de ligação ao servidor";
"_not_possible_connect_to_server_"      = "De momento não é possível ligar-se ao servidor";
"_not_possible_create_folder_"          = "Pasta não pôde ser criada";
"_server_down_"                         = "Não foi possível estabelecer contacto com servidor";
"_time_out_"                            = "Tempo esgotado, tente novamente";
"_unknow_response_server_"              = "Resposta do servidor não esperada";
"_user_authentication_required_"        = "Necessária autenticação do utilizador";
"_file_directory_locked_"               = "Ficheiro ou pasta bloqueado";
"_ssl_certificate_untrusted_"           = "O certificado deste servidor é inválido";
"_internal_server_"                     = "Erro interno do servidor";
"_file_already_exists_"                 = "Impossível completar a operação, já existe um ficheiro com o mesmo nome";
"_file_folder_not_exists_"              = "O ficheiro de origem não foi encontrado no caminho especificado";
"_folder_contents_nochanged_"           = "Os conteúdos da pasta não foram modificados";
"_images_invalid_converted_"            = "A imagem é inválida e não pode ser convertida para uma thumbnail";
"_method_not_expected_"                 = "Unexpected request method";
"_reauthenticate_user_"                 = "Acesso expirado, faça login novamente";
"_server_error_retry_"                  = "O servidor está temporariamente indisponível";
"_too_many_files_"                      = "Demasiados ficheiros estariam envolvidos nesta operação";
"_too_many_request_"                    = "Sending too many requests caused the rate limit to be reached";
"_user_over_quota_"                     = "Limite de armazenamento atingido";
"_ssl_connection_error_"                = "Erro de conexão SSL, tente novamente";
"_bad_request_"                         = "Pedido errado";
"_webdav_locked_"                       = "WebDAV bloqueado: a tentar aceder a um recurso bloqueado";
"_error_user_not_available_"            = "O utilizador não se encontra mais disponível";
"_server_response_error_"               = "Server response content error";
"_no_nextcloud_found_"                  = "Servidor Nextcloud não encontrado";
"_error_decompressing_"                 = "Error during decompressing. Unknown compression method or the file is corrupt";
"_error_json_decoding_"                 = "Serious internal error in decoding metadata (The data couldn’t be read because it isn’t in the correct format.)";
"_error_check_remote_user_"             = "Server responded with error, password re-entry is required";
"_request_entity_too_large_"            = "The file is too large";
"_not_possible_download_"               = "It is not possible to download the file";
"_not_possible_upload_"                 = "It is not possible to upload the file";
"_method_not_allowed_"                  = "The requested method is not supported";
"_invalid_url_"                         = "Invalid server url";
"_invalid_literal_"                     = "Invalid search string";
"_invalid_date_format_"                 = "Invalid date format";
"_invalid_data_format_"                 = "Invalid data format";
"_error_decode_xml_"                    = "Invalid response, error decode XML";
"_internal_generic_error_"              = "internal error";

// QRCode

"_qrcode_not_authorized_"   = "This app is not authorized to use Back Camera";
"_qrcode_not_supported_"    = "QRCode not supported by the current device";

// Voice Memo

"_create_voice_memo_"       = "Create voice memo";
"_voice_memo_start_"        = "Tap to start";
"_voice_memo_stop_"         = "Tap to stop";
"_voice_memo_filename_"     = "Voice memo";
"_voice_memo_title_"        = "Upload voice memo";

// Passcode

"Enter Passcode"            = "Enter Passcode";
"Enter a new passcode"      = "Enter a new passcode";
"Confirm new passcode"      = "Confirm new passcode";
"Passcodes didn't match. Try again." = "Passcodes didn't match. Try again.";
"Delete"                    = "Apagar";
"Cancel"                    = "Cancelar";

// IM

"_textnote_"                = "Text note";
"_audionote_"               = "Audio note";
"_removeaudionote_"         = "Do you want delete the audio note?";
"_detailpicture_"           = "Detail picture";
"_creation_archive_error_"  = "Error while creating archive";
"_read_audio_error_"        = "Error while reading audio file";
"_create_audio_error_"      = "Error while creating audio file";
"_create_image_error_"      = "Error while creating image file";
"_error_open_file_"         = "Error while opening a file";
"_new_background_im_"       = "Select an image, take a picture or do not select anything for a canvas background. Press 'Done' to complete.";
